

"%@\nDo you want to browse the local store instead?" = "%@\n¿Quieres explorar en el almacenamiento local?";

"A resource cannot be created at the destination URI until one or more intermediate collections are created." = "El recurso no pudo ser creado en el destino URI porque una o más colecciones intermedias estan creadas.";

"Access denied!" = "Acceso denegado!";

"Actions" = "Acciones";

"Are you sure you want to delete this resource?" = "¿Está seguro que desea eliminar este recurso?";

"Are you sure you want to delete this server?\nAll downloaded files will be erased." = "¿Está seguro de que desea eliminar este servidor?\nSe eliminarán todos los archivos descargados.";

"Are you sure you want to download this resource?" = "¿Está seguro de que desea descargar este archivo?";

"Are you sure you want to overwrite your local copy?" = "¿Estás seguro de que desea sobrescribir la copia local?";

"Browse Favourites" = "Explorar Favoritos";

"bytes" = "byte";

"Cancel" = "Cancelar";

"Confirmation" = "Confirmación";

"Connection started...." = "Conexión comenzó....";

"Copy" = "Copiar";

"Create" = "Crear";

"Delete" = "Eliminar";

"Download" = "Descargar";

"Downloading file. Please Wait\n\n\n" = "Descargar archivo.Por favor, espere\n\n\n";

"EB" = "EB";

"Either the Overwrite header is \"F\" and the state of the destination resource is not null, or the method was used in a Depth: 0 transaction." = "Either the Overwrite header is \"F\" and the state of the destination resource is not null, or the method was used in a Depth: 0 transaction.";

"Email" = "E-mail";

"Enter a name for the uploaded resource:" = "Introducir un nombre para el archivo subido:";

"Enter new folder name:" = "Nombre de la nueva carpeta:";

"Enter new name for the duplicate resource:" = "Introducir un nuevo nombre para el recurso duplicado:";

"Enter new name:" = "Nuevo nombre:";

"Error" = "Error";

"Finished!" = "Terminado!";

"GB" = "GB";

"KB" = "KB";

"MB" = "MB";

"Edit Server" = "Editar servidor";

"No" = "No";

"No authentication" = "Sin autenticación";

"Not enough storage to create folder!" = "No hay suficiente almacenamiento para crear una carpeta!";

"OK" = "Aceptar";

"Open with..." = "Abrir con ...";

"Overwrite" = "Sobrescribir";

"PB" = "PB";

"Play" = "Escuchar";

"Rename" = "Cambiar nombre";

"Response received, downloading file..." = "Respuesta recibida, descargando archivo...";

"Sorry, no installed applications seem to support this file type" = "Lo sentimos, no hay aplicaciones instaladas que soporten este tipo de archivo";

"Source moved to new location" = "Trasferito nella nuova posizione";

"TB" = "TB";

"The destination resource does not have sufficient storage space." = "El destino no tiene suficiente espacio de almacenamiento.";

"The destination resource is locked." = "El recurso de destino está bloqueado.";

"The destination URI is located on a different server, which refuses to accept the resource." = "La destinazione URI si trova su un server diverso, che rifiuta di accettare la risorsa.";

"The folder already exists!" = "La cartella esiste già!";

"The folder cannot be created until the parent folders are created!" = "The folder cannot be created until the parent folders are created!";

"The resource is locked!" = "El destino está bloqueado.";

"The resource was moved successfully to a pre-existing destination URI." = "The resource was moved successfully to a pre-existing destination URI.";

"The resource was successfully copied." = "El recurso fue copiado con éxito.";

"The server does not allow collections to be created at the specified location!" = "Il server non permette di creare collezioni nella posizione specificata!";

"The source resource was successfully copied to a pre-existing destination resource." = "La risorsa fonte era stato copiato da una risorsa di destinazione pre-esistenti.";

"The source URI and the destination URI are the same." = "El origen y el destino son los mismos.";

"Unable to open" = "No se puede abrir";

"Upload" = "Subir";

"Username: %@" = "Usuario: %@";

"WebDAV Navigator" = "WebDAV Navigator";

"Yes" = "Sì";

"You need to enter a URL for the WebDAV server!" = "Es necesario introducir una dirección URL para el servidor WebDAV!";

"Your file has failed to be copied into the local store!" = "El archivo no ha podido ser copiado en la tienda local!";

"Your file has successfully been copied into the local store!" = "El archivo ha sido copiado con éxito en la tienda local!";

"Save" = "Guardar";

"Name" = "Nombre";

"Server URL" = "URL del servidor";

"Username" = "Nombre de usuario";

"Password" = "Contraseña";

"WebDAV Nav Shortcut" = "WebDAV Nav Atajo";

"Email shortcut" = "Enviar el enlace";

"Unable to use added server!" = "No se puede utilizar agregó servidor!";

"Unable to decode the shortcut!" = "No se puede decodificar el acceso directo!";

"Your WebDAV Server address is: %@" = "La dirección del servidor es: %@";

"You need a wifi connection to run the server." = "Se necesita una conexión wifi para ejecutar el servidor.";

"WebDAV Server Settings" = "Configuración";

"Settings" = "Ajustes";

"Server off" = "Servidor desconectado";

"Server address: %@" = "Dirección del Servidor: %@";

"Error starting WebDAV Server: %@" = "Error arrancando Servidor WebDAV: %@";

"Enter a name for the uploaded video:" = "Introducir nombre para el vídeo subido:";

"WebDAV Server" = "WebDAV Server";

"Server port" = "Puerto del Servidor";

"Server name" = "Nombre del Servidor";

"Security" = "Seguridad";

"PIN" = "PIN";

"PIN lock" = "Bloqueo con código";

"ON" = "1";

"OFF" = "0";

"If you continue you will erase the previous recording?" = "Si continúa borrará la grabación anterior?";

"Enter a name for the audio resource:" = "Escriba un nombre para el recurso de audio:";

"Edit file" = "Editar el archivo";

"Copy to local store" = "Copiar a la tienda local";

"Audio Recorder" = "Notas de voz";

"You need a microphone in order to record audio." = "Se necesita un micrófono para grabar audio!";

"Text Editor" = "Editor de texto";

"You have unsaved changes, do you want to save them?" = "Usted tiene cambios no guardados, ¿quieres salvarlos?";

"Close" = "Cerrar";

"Enter your new PIN" = "Introduzca nuevo código";

"Enter your PIN" = "Introduzca el código";

"Set PIN" = "Introducir código";

"Confirm PIN" = "Confirmar código";

"Protected" = "Bloqueo con código";

"PIN did not match. Try again." = "Los códigos no coinciden. Inténtelo de nuevo.";

"PIN incorrect. Try again." = "Código incorrecto. Inténtelo de nuevo.";

"WARNING!!  There is no way to recover a lost PIN, use with caution." = "ADVERTENCIA! No hay forma de recuperar una pérdida de PIN, utilice con precaución.";

"Please enter the authentication details:" = "Por favor, introduzca los datos de autentificación:";

"View" = "Ver";

"General" = "General";

"Single tap action" = "Acción en un sólo toque";

"Default action" = "Acción predeterminada";

"Unlink" = "Desconectar";

"Are you sure you want to unlink this resource?" = "¿Está seguro que desea desconectar este recurso?";

"Server Discover" = "Busqueda de servidor";

"Slide show" = "Galería de fotos";

"Show hidden files" = "Mostrar archivos ocultos";

"Shared download folder" = "Carpeta común de descarga";

"Move" = "Mover";

"Default audio format" = "Formato de audio por defecto";

"Compress" = "Comprimir";

"Extract" = "Expandir";

"Unable to compress file, the zip file already exists at destination!" = "No se puede comprimir el archivo, el archivo zip ya existe en el destino!";

"Folder index mode" = "Modo indexación por carpeta";

"File index mode" = "Modo indexación por archivo";

"Tap here to select the current folder" = "Pulse aquí para seleccionar la carpeta actual";

"Tap to view multiple file options" = "Pulse para ver las opciones de múltiples archivos";

"Delete marked files" = "Eliminar archivos seleccionados";

"Email marked files" = "Enviar archivos seleccionados";

"Unselect all" = "Eliminar selección";

"This folder" = "Esta carpeta";

"Stop" = "Detener";

"Please enter the passphrase for the certificate:" = "Por favor, introduzca la contraseña para el certificado:";

"Certificate missing" = "Certificado no encontrado";

"Import photos" = "Importar fotos";

"Select all" = "Seleccionar todo";

"Press \"+\" to add a new server connection" = "Pulse el botón \"+\" para añadir una nueva conexión de servidor";

"Trust all SSL certificates" = "Admitir todos los certificados";

"Import media files" = "Importar archivos multimedia";

"Properties" = "Propiedades";

"Information" = "Información";

"Are you sure you want to download this folder?" = "¿Está seguro que desea descargar esta carpeta?";

"Unable to print this item!" = "Unable to print this item!";

"Enable Features" = "Enable Features";

"No images were found to display!" = "No se han encontrado imágenes para mostrar!";

"Create playlist" = "Create playlist";

"TV Out" = "Salida TV";

"Bookmarks" = "Favoritos";

"Uploading file. Please Wait\n\n\n" = "Subiendo fichero. Por favor espere\n\n\n";

"Browser" = "Navegador";

"Are you sure you want to download these files?" = "¿Seguro que deseas descargar estos archivos?";

"Are you sure you want to delete the marked files?" = "¿Está seguro que desea eliminar estos archivos?";

"Deleting files. Please Wait\n\n\n" = "Borrando ficheros. Por favor espere\n\n\n";

"Unable to find images to import!" = "No se pueden encontrar imágenes para importar!";

"Current" = "Actual";

"Enter a prefix for these items:" = "Introduzca un prefijo para estos objetos:";

"%d Selected" = "%d Seleccionado";

"Enter a password for the PDF:" = "Escriba una contraseña para el archivo PDF:";

"Copy to clipboard" = "Copie el archivo en el portapapeles";

"File data copied to clipboard" = "El archivo ha sido copiado al portapapeles";

"Select sort option" = "Seleccione un método para ordenar";

"Sort by filename" = "Ordenar por nombre de archivo";

"Sort by date" = "Ordenar por fecha";

"Sort by filesize" = "Ordenar por el tamaño del archivo";

"Local file sharing" = "El intercambio de archivos local";

"Accept connections" = "Aceptar conexiones";

"Send to device" = "Enviar a un dispositivo";

"Use Photos app filename (if available) during upload" = "Utilice Photos.app nombre (si está disponible) durante la carga";

"'%@' was transfered from %@." = "'%1$@' was transfered from %2$@.";

"'%@' was transfered to %@." = "'%1$@' was transfered to %2$@.";

"%@ is busy." = "%@ is busy.";

"%@ refused to receive '%@'. Do you want to retry?" = "%1$@ refused to receive '%2$@'. Do you want to retry?";

"%@ wants to send the file '%@' to you. Do you accept?" = "%1$@ wants to send the file '%2$@' to you. Do you accept?";

"%d media files imported!" = "%d ficheros importados!";

"%d of %d" = "%1$d of %2$d";

"Add directory" = "Añadir directorio";

"Add Server" = "Add Server";

"Allow delete" = "Permitir el borrado";

"An unknown error occurred!" = "Ocurrió un error desconocido!";

"Are you sure you want to delete this sync?" = "¿Está seguro que desea eliminar esta entrada?";

"Are you sure you want to download your linked files again?" = "Esta seguro que quiere descargarlos otra vez?";

"Are you sure you want to import these files into the Photos app?" = "¿Está seguro que desea importar estos archivos en el Photos.app?";

"Are you sure you want to overwrite this file?" = "¿Seguro que quieres sobreescribir este archivo?";

"Are you sure you want to reset the sync cache?" = "¿Seguro de que desea restablecer la caché?";

"Are you sure you want to sync, changes could override and delete your files?" = "¿Seguro que quieres sincronizar, los cambios podrían reemplazar y borrar sus archivos?";

"Browse local storage" = "Examinar el almacenamiento local";

"Change file encoding" = "Cambiar la codificacion de ficheros";

"Changed files" = "Los archivos modificados";

"Changed local files" = "Cambios en los archivos locales";

"Changed server files" = "Modificados los archivos del servidor";

"Configuration" = "Configuracion";

"Connecting...." = "Conectando....";

"Connection name" = "Nombre de la conexion";

"Contribute (upload only)" = "Aportación (Solo subidas)";

"Contribute" = "Aportación";

"Create new folder" = "Crear nueva carpeta";

"Create new text file" = "Crear un fichero de texto nuevo";

"Creating folders. Please Wait\n\n\n" = "Creación de carpetas. Por favor, espere";

"Date format" = "formato de fecha";

"Date" = "Fecha";

"Deleted files" = "Los archivos eliminados";

"Deleted local files" = "Eliminados los archivos locales";

"Deleted server files" = "Eliminados los archivos del servidor";

"Deleting file. Please Wait\n\n\n" = "Borrando ficheros. Por favor espere\n\n\n";

"Description" = "Descripcion";

"Destination" = "Destino";

"Do you want to upload the file now?" = "Quiere subir el fichero ahora?";

"Done" = "Hecho";

"Edit Folder Syncs" = "Editar Carpetas Sincronizadas";

"Edit Servers" = "Edit Servers";

"Edit" = "Editar";

"Enable sync option for connections" = "Habilitar opción de sincronización para las conexiones";

"Enable" = "Habilitar";

"Enabled" = "habilitar";

"File will be ignored" = "El fichero será ignorado";

"Full (upload and download)" = "Completo (carga y descarga)";

"Full" = "Completo";

"Image information" = "Informacion";

"Importing files. Please Wait\n\n\n" = "Importando ficheros. Por favor espere\n\n\n";

"Include videos in slide show" = "Include videos in slide show";

"Last sync" = "La ultima sincronizacion fué";

"Local File Sharing" = "El intercambio de archivos local";

"Local folder" = "Carpeta local";

"Mark current image" = "marcar la imagen actual";

"New files" = "Los nuevos archivos";

"New Folder" = "Nueva carpeta";

"New local files" = "Nuevos archivos locales";

"New server files" = "Los nuevos archivos del servidor";

"No changes found to sync!" = "No hay cambios encontrados para sincronizar!";

"No devices found!" = "No se han encontrado dispositivos!";

"No discovered WebDAV NavX servers.\nPress the '+' to enter a configuration URL." = "No discovered WebDAV NavX servers.\nPress the '+' to enter a configuration URL.";

"No files found!" = "No hay descargas!";

"Open file in browser" = "Abrir fichero en el navegador";

"Options" = "Opciones";

"Passphrase" = "Clave";

"Peer is busy!" = "Ocupado!";

"Permission denied!" = "Permisos denegados!";

"Playlist" = "Playlist";

"Press \"+\" to add a new sync configuration" = "Pulse \"+\" para añadir una nueva tarea de sincronizacion";

"Receiving....." = "Receviendo.....";

"Refresh current directory" = "Actualizar el directorio actual";

"Remote folder" = "Carpeta remota";

"Remote" = "Remoto";

"Reset cache" = "Borrar la caché";

"Reset" = "Reset";

"Response received..." = "Respuesta recivida...";

"Save current changes" = "Guardar los cambios actuales";

"Save sync settings" = "Guardar la configuración";

"Select encoding" = "Seleccionar";

"Select local store" = "Seleccionar el almacenamiento local";

"Select remote folder" = "Seleccionar la carpeta remota";

"selected" = "seleccionada";

"Sending...." = "Enviando....";

"Slideshow of current folder images" = "Presentación de las carpetas de imagenes actuales";

"Sort files" = "Tipos de ficheros";

"Subscribe (download only)" = "Descarga (solo descarga)";

"Subscribe" = "Subscribir";

"Success" = "Exito";

"Sync Details" = "Detalles de sincronización";

"Sync direction" = "Direccion de la sincronización";

"Sync Now" = "Sincronizar";

"Sync Preview" = "Previsualizar";

"Sync settings" = "Opciones de sincronización";

"Sync type" = "Tipo de sincronización";

"Sync" = "Sincronización";

"Synchronise" = "Sincronizando";

"The destination file already exists!" = "El fichero destino existe!";

"The file already exists! Are you sure you want to overwrite this file?" = "El fichero existe, está seguro que quiere sobre escribirlo?";

"The local copy will be used" = "Se usará la copia local";

"The remote copy will be used" = "Se usará la copia remota";

"The Sync feature can potentially delete and change your files. Ensure you have suitable backups of your files. Are you sure you want to enable Sync?" = "La funcionalidad de sincronización puede cambiar ficheros locales si se usa indebidamente. Está seguro que quiere habilitarla?";

"Timer based slideshow" = "Tiempo de transición";

"Transfer cancelled by %@." = "Transferencia cancelada por %@.";

"Transfer refused" = "Transferencia rechazada";

"Transfer was cancelled!" = "Transferencia cancelada!";

"Transferring file. Please Wait\n\n\n" = "Transferiendo fichero. Por favor espere\n\n\n";

"Unable to connect to %@." = "Imposible de conectar a %@.";

"Unable to copy file, the file already exists at destination!" = "Imposible copiar el fichero, existe en el destino!";

"Unexpected HTML returned from server, please check your URL!" = "HTML inesperado devuelto desde el servidor, por favor revise su dirección!";

"Unknown error occurred!" = "Error desconocido!";

"Upload camera image" = "Upload camera image";

"Waiting for the other user to accept the transfer...." = "Esperando a que el otro usuario acepte el envio....";

"You haven't selected the changes you want to sync. Please select the changes before attempting to sync" = "No ha seleccionado los cambios que desea sincronizar. Por favor seleccionelos antes de empezar la sincronización";

"Your server doesn't appear to support the features required to use the sync feature." = "Your server doesn't appear to support the features required to use the sync feature. Try enabling the single folder option.";

"Your URL needs to start with http:// or https://" = "La URL necesita comenzar con http:// o https://";

"Please contact support@schimera.com if you need any information about the items listed." = "Por favor, póngase en contacto con support@schimera.com si usted necesita cualquier información acerca de los elementos enumerados.";

"Single folder depth" = "Carpeta única";

"Maximum image size" = "El tamaño máximo de la imagen";

"Slide show interval (seconds)" = "Diaporama intervalo (segundos)";

"Authentication retry attempts" = "Reintentos de autenticación";

"Enable session authentication" = "Habilitar la autenticación basada en sesión";

"Enable Data Protection" = "Habilitar \"Protección de Datos\"";

"Photo Albums" = "Album de Fotos";

"Show taps on screen" = "Mostrar posiciones táctiles en pantalla";

"Sort method" = "Ordenar método";

"Include authentication details in AirPlay or Chromecast URL" = "Incluya detalles de autenticación en AirPlay o Chromecast URL";

"Display images as slide show" = "Mostrar imágenes como presentación de diapositivas";

"Apply filters to images on upload" = "Aplicar filtros a las imágenes cuando la posibilidad de subir";

"New Server" = "Nueva conexión";

"Take camera image" = "Take camera image";

"Select a local file to upload" = "Seleccione un archivo a subir";

"Camera" = "Camera";

"Root folder" = "Root folder";

